সম্মানিত চিকিৎসক,
আপনি যদি ইতোপূর্বে জেনেসিস এর কোন ব্যাচে ভর্তি হয়ে থাকেন সেক্ষেত্রে আপনি এখন যে কোন ব্যাচে ভর্তির ক্ষেত্রে ডিসকাউন্ট সুবিধাপ্রাপ্য হবেন(শর্ত প্রযোজ্য)।

ডিসকাউন্টের অ্যামাউন্ট নির্ভর করবে আপনি এর আগে কোন ধরনের ব্যাচে ভর্তি ছিলেন। সফটওয়্যার সিস্টেমে ডিসকাউন্ট সুবিধা অটোমেটিক্যালি এডজাস্ট হয়।

পূর্বে ভর্তি ছিলেন কিন্তু বর্তমানে ভর্তির ক্ষেত্রে ডিসকাউন্ট সুবিধাটি যদি কার্যকর না হয়ে থাকে তাহলে No অপশনে ক্লিক করুন এবং প্রয়োজনীয় তথ্যাবলী পূরণ করে Submit করুন। আপনার পূর্ববর্তী ব্যাচের ভর্তির তথ্যাবলী সঠিক হলে আপনার মোবাইল নাম্বারে 30 মিনিটের মধ্যে ডিসকাউন্ট প্রোমো কোড এসএমএস করে দেয়া হবে। 

ডিসকাউন্ট এর জন্য অনুপযুক্ত বিবেচিত হলে কোন এসএমএস পাবেন না।

ধন্যবাদ।
সুস্থ থাকুন।
নিরাপদ থাকুন।

(শর্ত: যদি ওই ব্যাচে ডিসকাউন্ট সুবিধা থাকে)
